Repository: perror/hackingweek
Catalog: hackingweek/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Real Name
fr: Nom Réel

source: School
fr: Établissement

source: Study Level
fr: Diplôme en cours

source: Sorry, wrong key. Try again !
fr: Désolé, mauvaise clef. Essayez à nouveau !

source: Congratulation, you found the key !
fr: Excellent, vous avez trouvé la clef !

source: Great, you just made a breakthrough !
fr: Félicitation, vous venez de faire une percée !

source: This challenge was already done by your team !
fr: Cette épreuve a déjà été validée par votre équipe !

source: The contest is not yet started !
fr: Le concours n'a pas encore commencé !

source: The contest is finished !
fr: Le concours est fini !

source: Team has been created.
fr: L'équipe a été créée.

source: User has been removed from team.
fr: L'utilisateur a été retiré de l'équipe.

source: Team has been supressed (empty team).
fr: L'équipe a été supprimée (équipe vide).

source: A request to join the team have been sent to all members.
fr: Une requête pour rejoindre l'équipe a été envoyée à tous ses membres.

source: User has been accepted in the team.
fr: L'utilisateur a été accepté dans l'équipe.

source: User request cannot be completed ! This key does not match this team.
fr: La requête n'a pu être complétée ! Cette clef ne correspond pas à la bonne équipe.

source: Account
fr: Votre compte

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: Signup
fr: Créer un compte

source: About
fr: À propos

source: Challenges
fr: Épreuves

source: Name
fr: Nom

source: Author
fr: Auteur

source: Value
fr: Valeur

source: Status
fr: Statut

source: No challenge available yet
fr: Pas d'épreuve accessible pour l'instant

source: Key
fr: Clef

source: Submit
fr: Valider

source: Close
fr: Fermer

source: Contestants
fr: Candidats

source: No contestant registered yet
fr: Aucun candidat n'est encore inscrit

source: Ranking
fr: Classement

source: Rank
fr: Rang

source: Team
fr: Équipe

source: Breakthroughs
fr: Percées

source: No challenge has been solved yet
fr: Aucune épreuve n'a encore été résolue

source: Contest Rules
fr: Règlement

source: Teams
fr: Équipes

source: Create Team
fr: Créer une équipe

source: Join Team Accept
fr: Accepter un membre dans l'équipe

source: Accept User
fr: Accepter l'utilisateur

source: Join Team Request
fr: Envoi d'une requête pour rejoindre l'équipe

source: Request to join
fr: Envoi de la requête

source: Members
fr: Membres

source: Join Team
fr: Rejoindre l'équipe

source: Quit Team
fr: Quitter l'équipe

source: No team registered yet
fr: Aucune équipe n'est encore inscrite

source: Settings
fr: Paramètres du compte

source: Change password
fr: Changer le mot de passe

source: Delete account
fr: Supprimer le compte

source: Delete Account
fr: Supprimer le compte

source: If you go ahead and delete your account, your information will be <strong>expunged within %(ACCOUNT_DELETION_EXPUNGE_HOURS)s hours</strong>.
fr: Si vous validez la suppression de votre compte, vos informations seront <strong>supprimées dans les prochaines %(ACCOUNT_DELETION_EXPUNGE_HOURS)s heures</strong>.

source: Delete My Account
fr: Supprimer le compte

source: Confirm Email
fr: Courriel de confirmation

source: Confirm email address <strong>%(email)s</strong>?
fr: Confirmez-vous le couriel <strong>%(email)s</strong>?

source: Confirm
fr: Confirmer

source: Confirm your email address
fr: Confirmez votre couriel

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.
fr: Un couriel de demande de confirmation a été envoyé à <b>%(email)s</b>. Suivez-le lien qui y est donné pour finaliser votre inscription. Si vous ne recevez pas ce couriel d'ici à quelques minutes, contactez-nous à <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.

source: Email confirmed
fr: Couriel confirmé

source: You have confirmed <b>%(email)s</b>
fr: Vous avez confirmé le couriel <b>%(email)s</b>

source: Log in
fr: Se connecter

source: Log in to an existing account
fr: Se connecter à un compte existant

source: Forgot your password?
fr: Oubli du mot de passe&nbsp;?

source: Log out
fr: Se déconnecter

source: Are you sure you want to log out?
fr: Êtez-vous sûr de vouloir vous déconnecter&nbsp;?

source: Save
fr: Enregistrer

source: Password reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
fr: Vous avez oublié votre mot de passe&nbsp;? Entrez votre couriel ci-dessous, et nous vous enverrons un couriel qui vous permettra de le réinitialiser.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.
fr: Si vous avez un problème à réinitialiser votre mot de passe, contactez vous à <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.

source: Password reset sent
fr: Couriel de réinitialisation du mot de passe envoyé

source: We have sent you an email. If you do not receive it within a few minutes, try resending or contact us at <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.
fr: Nous vous avons envoyé un couriel. Si vous ne recevez pas ce couriel d'ici à quelques minutes, contactez-nous à <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.

source: Resend
fr: Renvoyer

source: We have resent the password email. If you do not receive it within a few minutes, contact us at <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.
fr: Nous vous avons renvoyé le couriel de réinitialisation du mot de passe. Si vous ne recevez pas ce couriel d'ici à quelques minutes, contactez-nous à <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.

source: Set your new password
fr: Nouveau mot de passe

source: Bad token
fr: Token incorrect

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe était invalide peut-être parce qu'il a déjà été utilisé. Essayez à nouveau de <a href="%(url)s">réinitialiser votre mot de passe</a>.

source: Sign up
fr: Créer un compte

source: This site is in private beta
fr: Ce site est en béta privée

source: If you have signup code you can enter it below.
fr: Si vous avez déjà un code d'inscription, vous pouvez l'entrer ci-dessous.

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
fr: Un utilisateur du site %(site_name)s s'est inscrit en utilisant ce couriel. Pour confirmer votre inscription, allez à %(activate_url)s Si vous ne vous êtes pas inscrit sur ce site, vous pouvez ignorer ce message.

source: [%(site_name)s] Confirm your email address
fr: [%(site_name)s] Confirmez votre adresse courriel

source: [%(site_name)s] Create an account on %(current_site.name)s
fr: [%(site_name)s] Créer un compte pour la %(current_site.name)s

source: [%(site_name)s] Change password email notification
fr: [%(site_name)s] Réinitialisation du mot de passe

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
fr: Vous recevez ce couriel car vous ou quelqu'un d'autre a fait une demande de réinitialisation de mot de passe pour votre compte utilisateur à %(site_name)s. Vous pouvez ignorer ce couriel si vous ne voulez pas changer votre mot de passe. Sinon, cliquez sur le lien suivant. %(password_reset_url)s

source: [%(site_name)s] Password reset
fr: [%(site_name)s] Réinitialisation du mot de passe

source: The user '%(_requester)s' has been accepted in the team '%(_team)s' by '%(_responder)s'.
fr: L'utilisateur '%(_requester)s' a été accepté dans l'équipe '%(_team)s' par '%(_responder)s'.

source: [%(_site)s] '%(_requester)s' has been accepted in '%(_team)s'
fr: [%(_site)s] '%(_requester)s' a été accepté dans '%(_team)s'

source: The user '%(user)s' has requested to join your team (%(team)s). To accept %(user)s in %(team)s, go to: %(accept_url)s If you do not want to accept this user in your team, you can safely ignore this message.
fr: L'utilisateur '%(user)s' désire rejoindre votre équipe (%(team)s). Pour confirmer son entrée dans votre équipe, allez sur %(accept_url)s Si vous ne désirez pas l'accepter, vous pouvez ignorer ce courrier.

source: [%(current_site)s] '%(user)s' requested to join your team
fr: [%(current_site)s] '%(user)s' souhaite rejoindre votre équipe

source: Done
fr: Fait

source: To Do
fr: À Faire

source: View
fr: Voir
